Repository: RizobekS/teachUZB
Catalog: teachUZB_app/locale/*/LC_MESSAGES/django.po
Languages: uz

source: -- sorry, no translation provided
uz: -- Kechirasiz, tarjima berilmagan

source: About Us
uz: Biz xaqimizda

source: Feedback
uz: Izoh

source: Feedbacks
uz: Izohlar

source: Full registration
uz: To'liq ro'yhatdan o'tganlar

source: Full Registration
uz: To'liq ro'yhatdan o'tganlar

source: Education
uz: Ta'lim

source: Work Experience
uz: Ish tajriba

source: Social Activities
uz: Ijtimoiy tadbir

source: Participation In Program
uz: Dasturda qatnashish

source: Contact
uz: Bog'lanish

source: Contacts
uz: Bog'lanish

source: Team
uz: Jamoa

source: Teams
uz: Jamoa

source: О проекте
uz: Loyiha haqida

source: Ссылки
uz: Havolalar

source: Стать участником
uz: Ishtirok etish

source: Контакты
uz: Biz bilan bog’laning

source: Ташкент, Узбекистан
uz: Toshkent, O'zbekiston

source: При использовании информации сайта ссылка на источник обязательна
uz: Saytdagi maʼlumotlaridan foydalanganda manbaaga havola qilish lozim

source: Profile
uz: Shaxsiy ma'lumot

source: Logout
uz: Chiqish

source: Sign in
uz: Kirish

source: Адрес
uz: Manzil

source: Телефон
uz: Telefon

source: Адрес электронной почты
uz: Elektron pochta

source: Социальные сети
uz: Ijtimoiy tarmoqlar

source: Регистрация для участия
uz: Ishtirok etish uchun ro'yxatdan o'tish

source: Упс, что-то пошло не так!
uz: Nimadir xato ketdi!

source: Заполните поля
uz: Bo’sh joylarni to’ldiring

source: Имя
uz: Ism

source: Заполните поле
uz: Bo’sh joyni to’ldiring

source: Фамилия
uz: Familiya

source: Электронная почта
uz: Email

source: Пол
uz: Jinsi

source: Мужчина
uz: Erkak

source: Женщина
uz: Ayol

source: Дата рождения
uz: Tug’ilgan sanasi

source: Мобильный телефон
uz: Telefon raqam

source: Гражданство
uz: Fuqaroligi

source: Место жительства на момент подачи заявки
uz: Hozirda qaysi shahrada yashaysiz?

source: Адрес прописки
uz: Ro’yxatdan o’tgan manzilingiz

source: Languages
uz: Til

source: Образование
uz: Ta’lim

source: Вуз
uz: OTM

source: Степень
uz: Ilmiy darajasi

source: Факультет
uz: Fakultet

source: Специализация
uz: Diplom bo’yicha mutaxasislik

source: Дата начала
uz: Boshlanish sanasi

source: Дата окончания
uz: Tugash sanasi

source: Скан диплома о высшем образовании или CV, если диплом ещё не получен. Поле не является обязательным для заполнения! pdf, doc, docx, jpg
uz: Diplom nusxasi yoki hali diplom bo'lmasa, CV. Maydon ixtiyoriy! pdf, doc, docx, jpg

source: Добавить ещё
uz: Qo’shish

source: Опыт работы
uz: Ish tajribasi

source: Организация
uz: Ish joyi

source: Должность
uz: Lavozim

source: Общественная деятельность
uz: Ijtimoiy faoliyat

source: Укажите, пожалуйста, в каких социальных проектах вы принимали участие за последние 5 лет
uz: Ohirgi 5 yil Ichida ijtimoiy loyiha yoki tashkilotlarda faoliyat olib borgan bo’lsangiz(volontyorlik, hayriya va h.k.) ushbu faoliyatlaringiz haqida qisqacha ma’lumot bering:

source: Компания
uz: Tashkilot

source: Тип активности
uz: Faoliyat turi

source: Участие в программе
uz: Dasturda qatnashish

source: Как вы узнали о проекте
uz: Dastur haqida qayerdan ma’lumot oldingiz

source: Вебсайт
uz: Vebsayt

source: Другое
uz: Boshqa

source: Сможете ли вы работать полный рабочий день, принимая участие в Teach for Uzebkistan?
uz: Teach for Uzbekistan qatnashchisi sifatida to‘liq bandlik bilan ishlash imkoniyatingiz bormi?

source: Да
uz: Xa

source: Нет
uz: Yo'q

source: Сможете ли вы принять участие в Летнем институте (июль - август 2024, около 5 недель, Ташкент)?
uz: 2024 yilning iyul-avgust oylarida 5 hafta mobaynida Toshkentda bo‘lib o‘tadigan Yozgi Institutida ishtirok etish imkoniyatingiz bormi?

source: Почему вы хотите стать стипендиатом программы «Teach for Uzbekistan»? Пожалуйста, дайте развернутый ответ в форме эссе. *:
uz: Nima uchun Teach for Uzbekistan dasturida qatnashishni xohlayapsiz? Iltimos, insho shaklida batafsil javob bering. *

source: Количества символов должны быть больше 1000 и меньше 3000
uz: Simvollar soni 1000 dan ortiq va 3000 dan kam bo'lishi kerak

source: Как вы думаете, в чем ваша ценность для детей и школы? Пожалуйста, дайте развернутый ответ в форме эссе. *:
uz: Sizningcha, bolalar va maktab uchun qanday foyda keltira olasiz? Iltimos, insho shaklida batafsil javob bering. *

source: Какую пользу вам может принести опыт участия в программе? Пожалуйста, дайте развернутый ответ в форме эссе. *:
uz: Dasturdagi tajribagiz sizga qanday foyda keltirishi mumkin? Iltimos, insho shaklida batafsil javob bering. *

source: Нажимая кнопку «отправить» вы подтверждаете своё согласие
uz: Yuborish tugmasini bosish orqali siz roziligingizni tasdiqlaysiz

source: Отправить
uz: Yuborish

source: Удалить
uz: O'chirish

source: Учись, делись знанием, веди в будущее!
uz: Ilm ol, taʼlim ber – kelajakni yarat!

source: Как могут выглядеть следующие два года вашей карьеры?
uz: 2 yillik dastur davomida professional rivojlanishingiz rejasi haqida batafsilroq bilmoqchimisiz?

source: 3 задачи проекта
uz: Loyihaning 3 vazifasi

source: Улучшить академическую успеваемость школьников
uz: Maktab taʼlimida akademik natijalarni yaxshilash

source: Снизить дефицит педагогических кадров в региональных школах
uz: Olis hududlardagi pedagog kadrlar yetishmovchiligini kamaytirish

source: Внедрить лучшие образовательные практики
uz: Zamonaviy o‘qitish amaliyotlarini tadbiq etish

source: Отзывы
uz: Izoh

source: Успешно
uz: Muvoffaqiyatli

source: Change password
uz: Parol o'zgartirish

source: Change Your Password
uz: Parol o'zgartirish

source: Old Password
uz: Eski parol

source: New Password
uz: Yangi o'zgartirish

source: New Password Confirmation
uz: Yangi parolni tastiqlash

source: Update Password
uz: Parol yangilash

source: Login Page
uz: Kirish sahifasi

source: Username
uz: Foydalanuvchi ismi

source: Password
uz: Parol

source: Remember me
uz: Eslab qolish

source: Forgot Password
uz: Parolni unutdingizmi

source: log out
uz: Chiqish

source: You have been logged out
uz: Siz tizimdan chiqdingiz

source: Thanks for your time, contact me for any comments or suggestions using my email address.
uz: Vaqtingiz uchun tashakkur, har qanday sharh yoki takliflar uchun men bilan bog'laning E-pochta manzili.

source: Sign in again
uz: Kirish

source: Reset password
uz: Parolni tiklash

source: Forgot Password?
uz: Parolni unutdingizmi?

source: Submit
uz: Yuborish

source: Back To Login
uz: Kirish sahifasiga qaytish

source: Your password has been set. You may go ahead and
uz: Parolingiz oʻrnatildi. Siz oldinga borishingiz mumkin va

source: Login Here
uz: Bu yerda kiring

source: Password Reset
uz: Parolni tiklash

source: Reset Your Password
uz: Parolni tiklash

source: Reset Password
uz: Parolni tiklash

source: The password reset link was invalid, possibly because it has already been used.
uz: Parolni tiklash havolasi yaroqsiz, ehtimol u allaqachonishlatilgan.

source: Please request a new password reset.
uz: Iltimos, yangi parolni tiklashni so'rang.

source: To initiate the password reset process for your {{ user.email }} System Registration/Login App Account, click the link below:
uz: {{ user.email }} Tizim uchun parolni tiklash jarayonini boshlash uchunRo'yxatdan o'tish/ilova hisobiga kirish, quyidagi havolani bosing:

source: If clicking the link above doesn
uz: Agar yuqoridagi havolani bossangiz

source: Sincerely,
uz: Hurmat bilan,

source: The team Teach for Uzbekistan
uz: Teach for Uzbekistan jamoasi

source: Email
uz: Elektron pochta

source: Change Password
uz: Parol o'zgartirish

source: Change Avatar
uz: Rasm o'zgartirish

source: Currently
uz: Hozirda

source: Save Changes
uz: O'zgarishlarni saqlash

source: Reset
uz: Tozalash
